var flats= {
	flat1: {
		name: 1
		,etazh: 3
		,path: "M480.283,28.141h-72.845v25.503c0,0-49.271,0-66.906,0c0-14.947,0-53.644,0-53.644H263.07v227.874c0,0,14.097,0,71.672,0c0,50.823,0,115.641,0,115.641h78.705v-12.311h66.836V28.141z"
		,number: 4
		,status: 1
		,area: "152,00"
		,imgShema: "hona4-1"
		,view: "в обе стороны"
		,sQty: 4
	}
	,flat2: {
		name: 2
		,etazh: 3
		,path: "M482.699,188.448v142.463h67.128v12.02c0,0,58.84,0,80.611,0c0-55.733,0-154.482,0-154.482H482.699z"
		,number: 1
		,status: 1
		,area: "55,65"
		,imgShema: "hona1-1"
		,view: "во двор"
		,sQty: 1
	}
	,flat3: {
		name: 3
		,etazh: 3
		,path: "M623.037,0.33v53.35c0,0-48.87,0-67.128,0c0.258-16.483,0-25.649,0-25.649h-72.99v157.925l147.447,0.074v36.158h70.059V0.33H623.037z"
		,number: 2
		,status: 1
		,area: "93,10"
		,imgShema: "hona2-3"
		,view: "ул.Ленина"
		,sQty: 3
	}
	,flat4: {
		name: 4
		,etazh: 3
		,path: "M939.811,140.667V69.941l0.146-0.147c0,0-19.193-19.194-30.081-30.082c-0.041,0-0.117,0.117-0.117,0.117h-57.564V28.837h-72.551V0.256h-76.802v222.139h69.327V207.94h191.415v-67.273H939.811z"
		,number: 3
		,status: 1
		,area: "116,00"
		,imgShema: "hona3-2"
		,view: "ул.Ленина"
		,sQty: 3
	}
	,flat5: {
		name: 5
		,etazh: 3
		,path: "M23.529,140.59v-18.061h-0.114l-0.001-52.665l-0.144-0.147l29.625-30.082c0,0,0.074,0.117,0.115,0.117c16.406,0,58.45,0,58.45,0V28.761h72.329V0.181h76.514l-0.021,227.757h-71.625l0.021-20.143H0.002V140.59H23.529z"
		,number: 3
		,status: 1
		,area: "116,00"
		,imgShema: "hona3-1"
		,view: "ул.Ленина"
		,sQty: 3
	}
	,flat6: {
		name: 6
		,etazh: 3
		,path: "M963.437,277.561v-67.422H772.386v179.547h137.463c0,0,21.904-21.902,30.068-30.066c0-0.054-0.15-0.15-0.15-0.15v-81.908H963.437z"
		,number: 2
		,status: 1
		,area: "77,90"
		,imgShema: "hona2-1"
		,view: "во двор"
		,sQty: 2
	}
	,flat7: {
		name: 7
		,etazh: 3
		,path: "M0.094,277.708v-67.422l188.594,0.148v179.547l-135.672-0.148c0,0-15.306-15.679-29.693-30.066c0-0.053,0.146-0.15,0.146-0.15v-81.908H0.094z"
		,number: 2
		,status: 1
		,area: "77,90"
		,imgShema: "hona2-2"
		,view: "во двор"
		,sQty: 2
	}
	,flat8: {
		name: 8
		,etazh: 9
		,path: "M480.283,28.141h-72.845v25.503c0,0-49.271,0-66.906,0c0-14.947,0-53.644,0-53.644H263.07v227.874c0,0,14.097,0,71.672,0c0,50.823,0,115.641,0,115.641h78.705v-12.311h66.836V28.141z"
		,number: "4 комнаты"
		,status: 1
		,area: "152,00"
		,imgShema: "hona3-1"
		,img3D:"hona3-1"

	}
	,flat9: {
		name: 9
		,etazh: 9
		,path: "M482.699,188.448v142.463h67.128v12.02c0,0,58.84,0,80.611,0c0-55.733,0-154.482,0-154.482H482.699z"
		,number: "1 комната"
		,status: 1
		,area: "55,65 кв.м"
		,imgShema: "hona3-1"
		,img3D:"hona3-1"
	}
	,flat10: {
		name: 10
		,etazh: 9
		,path: "M623.037,0.33v53.35c0,0-48.87,0-67.128,0c0.258-16.483,0-25.649,0-25.649h-72.99v157.925l147.447,0.074v36.158h70.059V0.33H623.037z"
		,number: "2 комнаты"
		,status: 2
		,area: "93,10 кв.м"
		,imgShema: "hona3-1"
		,img3D:"hona3-1"
	}
	,flat11: {
		name: 11
		,etazh: 9
		,path: "M939.811,140.667V69.941l0.146-0.147c0,0-19.193-19.194-30.081-30.082c-0.041,0-0.117,0.117-0.117,0.117h-57.564V28.837h-72.551V0.256h-76.802v222.139h69.327V207.94h191.415v-67.273H939.811z"
		,number: "3 комнаты"
		,status: 3
		,area: "116,00 кв.м"
		,imgShema: "hona3-1"
		,img3D:"hona3-1"
	}
	,flat12: {
		name: 12
		,etazh: 9
		,path: "M23.529,140.59v-18.061h-0.114l-0.001-52.665l-0.144-0.147l29.625-30.082c0,0,0.074,0.117,0.115,0.117c16.406,0,58.45,0,58.45,0V28.761h72.329V0.181h76.514l-0.021,227.757h-71.625l0.021-20.143H0.002V140.59H23.529z"
		,number: "3 комнаты"
		,status: 2
		,area: "116,00 кв.м"
		,imgShema: "hona3-1"
		,img3D:"hona3-1"
	}
	,flat13: {
		name: 13
		,etazh: 9
		,path: "M963.437,277.561v-67.422H772.386v179.547h137.463c0,0,21.904-21.902,30.068-30.066c0-0.054-0.15-0.15-0.15-0.15v-81.908H963.437z"
		,number: "2 комнаты"
		,status: 1
		,area: "77,90 кв.м"
		,imgShema: "hona3-1"
		,img3D:"hona3-1"
	}
	,flat14: {
		name: 14
		,etazh: 9
		,path: "M0.094,277.708v-67.422l188.594,0.148v179.547l-135.672-0.148c0,0-15.306-15.679-29.693-30.066c0-0.053,0.146-0.15,0.146-0.15v-81.908H0.094z"
		,number: "2 комнаты"
		,status: 1
		,area: "77,90 кв.м"
		,imgShema: "hona3-1"
		,img3D:"hona3-1"
	}
};

var etazhi = {
    1: {
      'img' : 'etazh_com'
    }
    ,2: {
      'img' : 'etazh_com'
    }
    ,3: {
      'img' : 'etazh'
    }
    ,4: {
      'img' : 'etazh'
    }
    ,5: {
      'img' : 'etazh'
    }
    ,6: {
      'img' : 'etazh'
    }
    ,7: {
      'img' : 'etazh'
    }
    ,8: {
      'img' : 'etazh'
    }
    ,9: {
      'img' : 'etazh'
    }
    ,10: {
      'img' : 'etazh10'
    }
    ,11: {
      'img' : 'etazh10'
    }
    ,12: {
      'img' : 'etazh10'
    }
  };

  var status = [
    'в продаже'
    ,'продана'
    ,'бронь'
  ];